<?php
// Text

$_['text_title']       		= 'Доставка Новой Почтой';
$_['text_description'] 		= 'Доставка Новой Почтой';
$_['text_shipping']		    = 'Дата доставки - %s;<br />Cтоимость доставки - %s грн.';
$_['text_shipping_error'] 	= 'Выберите город для доставки';
$_['error_public_price'] 	= 'Некорректное значение объявленной стоимости посылки';
$_['error_mass']            = 'Некорректное значение веса посылки';
$_['error_description']     = 'Полное описание отправления не должно быть пустым';
$_['error_api']             = 'Извините, метод временно недоступен (API errors: %s)';
