<?php
// Heading
$_['heading_title']    		= 'Новая Почта';

// Text 
$_['text_shipping']    		= 'Доставка';
$_['text_success']     		= 'Настройки модуля обновлены!';

//Tab
$_['tab_novapochta']            = 'Новая Почта';

// Entry
$_['entry_status']     		= 'Статус:';
$_['entry_sort_order'] 		= 'Порядок сортировки:';

$_['entry_sender_h2']           = 'Информация отправителя:';
$_['entry_rcpt_h2']             = 'Информация получателя:';
$_['entry_key'] 		= 'Ключь API:';
$_['entry_city_from'] 		= 'Город отправителя:';
$_['entry_sender_company']      = 'Организация отправителя:';
$_['entry_sender_phone'] 	= 'Номер телефона контактного лица отправителя:';
$_['entry_sender_address'] 	= 'Адрес отправителя:';
$_['entry_sender_contact'] 	= 'Контактное лицо отправителя:';
$_['entry_type_shipping'] 	= 'Тип доставки:';
$_['entry_floor_count'] 	= 'Доставка на этаж:';
$_['entry_mass']         	= 'Вес посылки:';
$_['entry_volume_general']     	= 'Общий объем посылки:';
$_['entry_publicPrice']         = 'Объявленная стоимость:';
$_['order_details_h2']          = 'Подробнее о доставке:';
$_['pack_type']                 = 'Вид упаковки:';
$_['novapochta_description']    = 'Полное описание отправления:';
$_['pay_type']                  = 'Вид расчета:';
$_['cash']                      = 'Наличный';
$_['no_cash']                   = 'Безналичный';
$_['payer']                     = 'Платильщик:';
$_['payer0']                    = 'Получатель';
$_['payer1']                    = 'Отправитель';
$_['payer2']                    = 'Третье лицо';
$_['need_date']                 = 'Дата отправления груза:';
$_['date_desired']              = 'Желаемая дата доставки отправления:';
$_['payer_city']                = 'Город плательщика:';
$_['payer_company']             = 'Организация плательщика:';
$_['saturday']                  = 'Субботняя доставка:';
$_['yes']                       = 'Да';
$_['no']                        = 'Нет';
$_['number_h2']                 = 'Номер ТТН № ';
$_['number_alert']              = 'Заявка подана. Номер ТТН № ';
$_['type_counterpart']          = 'Тип контрагента';
$_['type_counterpart_1']        = 'Организация';
$_['type_counterpart_2']        = 'Частное лицо';
$_['entry_cargo_type']          = 'Тип груза:';
$_['entry_cargo_type_1']          = 'Груз';
$_['entry_cargo_type_2']          = 'Документы';
$_['entry_cargo_type_3']          = 'Шины-диски';
$_['entry_cargo_type_4']          = 'Палеты';

$_['entry_type_1'] 		= 'двери-двери';
$_['entry_type_2'] 		= 'двери-склад';
$_['entry_type_3'] 		= 'склад-двери';
$_['entry_type_4'] 		= 'склад-склад';
$_['entry_type_load_1'] 	= 'обычный груз';
$_['entry_type_load_4'] 	= 'ценные бумаги';

//rcpt
$_['rcpt_city_name'] 		= 'Город получателя:';
$_['rcpt_name'] 		= 'Организация получателя:';
$_['rcpt_warehouse'] 		= 'Отделение Новой Почты:';
$_['rcpt_contact'] 		= 'Контактное лицо получателя:';
$_['rcpt_phone_num'] 		= 'Номер телефона контактного лица получателя:';

// buttons
$_['getcity']     	= 'Обновить список городов и отделений в БД:';
$_['refresh']     	= 'Обновить';
$_['button_create']   	= 'Оформить';

// Error
$_['error_permission'] 		= 'У Вас нет прав для управления этим модулем!';
$_['error_key'] 		= 'Поле Ключ обязательное для заполнения!!! Поле должно содержать 32 символа!!!';
$_['error_floor_count'] 	= 'Поле должно содержать целое число - номер этажа!!!';
$_['error_mass'] 		= 'Поле должно содержать значение веса посылки!!!';
$_['error_volume_general']  = 'Поле должно содержать значение общего объема посылки!!!';
$_['error_public_price'] 	= 'Поле должно содержать значение объявленной стоимости посылки!!!';
$_['error_sender_phone'] 	= 'Поле должно содержать номер телефона в формате +380*********!!!';
